{
    "title": "Privacy Policy",
    "lastUpdated": "Nov 2025",
    "Note": {
        "link": "www.arshivlegal.com",
        "name": " (“Arshiv Legal”)."
    },
    "introBlock": [
        "At Arshiv Legal (“we”, “our”, or “us”), we respect your privacy and value your trust. This Privacy Policy explains how we collect, use, and protect your information when you visit our website ",
        "By using or accessing this Website, you acknowledge and agree to the terms of this Privacy Policy. If you do not agree, please refrain from using the Website."
    ],
    "notice": "Important Note: Arshiv Legal is an informational firm — not a law firm which represents clients. All content provided here is meant for general understanding and educational purposes only. It should not be used directly for any legal action, case, or proceeding without consulting a qualified professional.",
    "sections": [
        {
            "number": "1",
            "heading": "Introduction",
            "paragraphs": [
                "This Privacy Policy outlines how we handle your personal and non-personal information.",
                "We are committed to protecting user data while maintaining transparency in how we operate.",
                "Please understand that:"
            ],
            "bullets": [
                "Any information, articles, or advice shared on this Website are simplified explanations of legal concepts, not professional legal advice.",
                "Legal rulings, interpretations, and regulations may vary depending on the jurisdiction and situation.",
                "Do not rely on or use any information from this Website as a direct legal reference or substitute for formal legal consultation.",
                "Visiting or communicating with Arshiv Legal does not create an attorney–client relationship."
            ]
        },
        {
            "number": "2",
            "heading": "Information We Collect",
            "paragraphs": [
                "We collect information to improve our services and respond to your queries responsibly."
            ],
            "subsections": [
                {
                    "title": "a. Personal Information Provided by You",
                    "Note": "Note:",
                    "paragraphs": [
                        "We may collect your name, email address, contact number, and other details voluntarily submitted through forms, consultations, or communications."
                    ],
                    "conclusion": [
                        " Do not share any confidential case documents, sensitive facts, or private information unless explicitly requested for an advisory discussion. We are not responsible for any voluntary disclosure made by you through our Website."
                    ]
                },
                {
                    "title": "b. Automatically Collected Data",
                    "paragraphs": [
                        "We automatically collect technical and analytical data including:"
                    ],
                    "bullets": [
                        "IP address, browser type, device type, and operating system",
                        "Pages visited, duration, and referral sources"
                    ],
                    "lower": "This helps us analyze performance and enhance user experience."
                },
                {
                    "title": "c. Cookies and Tracking Technologies",
                    "paragraphs": [
                        "Cookies are used to store user preferences, analyze website usage, and improve content.",
                        "You may disable cookies in your browser, though some site functions may be limited."
                    ]
                }
            ]
        },
        {
            "number": "3",
            "heading": "Purpose of Data Collection",
            "paragraphs": [
                "We process your information only to:"
            ],
            "bullets": [
                "Respond to inquiries and provide general information",
                "Improve our content, services, and security",
                "Fulfill administrative, technical, or legal requirements",
                "Send updates or educational legal content (with your consent)"
            ],
            "conclusion": [
                "We do not use, sell, or misuse your data for commercial gain."
            ],
            "lower": [
                "All data collected serves communication, security, and informational purposes only."
            ]
        },
        {
            "number": "4",
            "heading": "No Legal Guarantee or Attorney–Client Relationship",
            "paragraphs": [
                "All content, communication, and materials on this Website are provided for general understanding in simple language. Nothing on this Website should be interpreted as a guarantee, warranty, or promise regarding any legal matter or outcome. No attorney–client relationship is formed by viewing, commenting, or contacting us through this Website.",
                "Do not use the content provided here directly for legal filings, court cases, or decision-making. Laws and regulations may differ by state, jurisdiction, or case context, and simplified content here may not reflect recent amendments or localized variations."
            ],
            "conclusion": [
                "Arshiv Legal shall not be held responsible for any loss, damage, or legal consequence arising from reliance on any information shared here."
            ]
        },
        {
            "number": "5",
            "heading": "Legal Basis for Processing Data",
            "paragraphs": [
                "We collect and process personal data based on:"
            ],
            "bullets": [
                "Consent – When you voluntarily provide your information",
                "Legitimate interest – To operate and improve the Website",
                "Legal obligation – When required by applicable law or court authority"
            ]
        },
        {
            "number": "6",
            "heading": "Data Security",
            "paragraphs": [
                "We employ reasonable administrative, technical, and physical safeguards to protect your personal information. These include encryption, secure storage, and limited access to authorized personnel.",
                "However, no online system is completely secure. We cannot guarantee absolute data protection against unauthorized access, alteration, or misuse."
            ]
        },
        {
            "number": "7",
            "heading": "Data Retention",
            "paragraphs": [
                "Your data is retained only as long as necessary to fulfill the purposes mentioned above or as required by law.",
                "Once no longer needed, it will be securely deleted.",
                "Users may request deletion of their data at any time by contacting us directly. However, we are not liable for any technical delay or third-party retention beyond our control."
            ]
        },
        {
            "number": "8",
            "heading": "Data Sharing and Disclosure",
            "paragraphs": [
                "We may share limited information only with trusted service providers who assist in hosting, analytics, or communication — all under confidentiality agreements."
            ],
            "bullets": [
                "We may also disclose data:",
                [
                    "When required by law or court order",
                    "To prevent fraud or harm",
                    "To maintain website security"
                ]
            ],
            "lower": [
                "We do not sell or trade user information.",
                "Arshiv Legal assumes no liability for data processed by external services such as hosting providers, analytics tools, or communication APIs."
            ]
        },
        {
            "number": "9",
            "heading": "Third-Party Websites and External Links",
            "paragraphs": [
                "Our Website may contain external links for informational purposes. Arshiv Legal does not own, control, or manage any third-party website linked here.",
                "We are not responsible for their content, practices, or data protection methods. Visiting external links is entirely at your own risk.",
                "Please review each third-party's privacy policy before sharing your information."
            ]
        },
        {
            "number": "10",
            "heading": "User Rights",
            "paragraphs": [
                "Depending on your region, you may request:"
            ],
            "bullets": [
                "Access to your personal data",
                "Correction or deletion of your data",
                "Withdrawal of consent",
                "Restriction or objection to processing"
            ],
            "lower": [
                "We will process such requests within a reasonable time.",
                "However, we are not liable for delays or restrictions caused by technical or third-party dependencies."
            ]
        },
        {
            "number": "11",
            "heading": "Cookies and Tracking",
            "paragraphs": [
                "Cookies help us optimize website performance and personalize content.",
                "You can manage or delete cookies via browser settings.",
                "Disabling cookies may limit access to certain features."
            ]
        },
        {
            "number": "12",
            "heading": "Children’s Privacy",
            "bullets": [
                "This Website is intended for users aged 18 and above.",
                "We do not knowingly collect personal data from minors."
            ],
            "lower": [
                "If you believe a minor has submitted information, please notify us for prompt deletion.",
                "We disclaim responsibility for unauthorized use by minors."
            ]
        },
        {
            "number": "13",
            "heading": "International Data Transfers (If Applicable)",
            "paragraphs": [
                "If your information is transferred or stored outside your country, we ensure reasonable safeguards are in place.",
                "However, by using this Website, you acknowledge that data may be transferred internationally, and we are not liable for jurisdictional variations in data laws."
            ]
        },
        {
            "number": "14",
            "heading": "Limitation of Liability",
            "paragraphs": [
                "To the fullest extent permitted by law:"
            ],
            "bullets": [
                "Arshiv Legal shall not be held responsible or liable for any damages, claims, or losses arising from the use, misuse, or interpretation of information provided here.",
                "We make no guarantees or assurances regarding the accuracy, completeness, or legal applicability of the information.",
                "All content is for educational purposes and simplified legal awareness only."
            ],
            "lower": [
                "Users are strongly advised to seek professional legal counsel before acting upon any information derived from this Website."
            ]
        },
        {
            "number": "15",
            "heading": "Policy Updates",
            "bullets": [
                "We may revise or update this Privacy Policy from time to time.",
                "Updates will be reflected by the “Last Updated” date above."
            ],
            "lower": [
                "Continued use of this Website signifies acceptance of the revised policy. Users are encouraged to review this page periodically."
            ]
        },
        {
            "number": "16",
            "heading": "Contact Information",
            "paragraphs": [
                "For any privacy-related concerns, questions, or requests, please contact us:"
            ],
            "colored": [
                "arshivlegal@gmail.com",
                "www.arshivlegal.com",
                "[Insert Office Address, optional]"
            ],
            "lower": [
                "We will do our best to address all genuine concerns promptly and transparently."
            ]
        }
    ]
}